Revit 2027 API
ContourSettingItem.Step Property
 The increment elevation of the contour range.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Step { get; }
Public ReadOnly Property Step As Double
	Get
public:
property double Step {
	double get ();
}
member Step : float with get
Property Value
Double
See Also
Reference
ContourSettingItem Class
Autodesk.Revit.DB Namespace